[M_IrisEp1_HighwayToHell MissionDefinition]
MissionName="Estrada Para O Inferno"
MissionDescription="O Senhor Torgue lhe convidou para vir até a [place]Cratera Badass de Badassitude[-place] e você aceitou.  Você veio para enfrentar os maiores Encrenqueiros de Pandora, pelo direito de abrir uma Sepultura cheia de recompensas (prometemos que dessa vez é verdade).\nMas antes de começar, você tem que assinar o contrato da corporação Torgue."
TurnInDescription="Você está na Arena e já tem um patrocinador.  Agora já pode começar o torneio!"
MissionSummary="Assine o contrato com a Torgue."
MissionGiver=""
MissionTurnInLocation="Piston"
TeaserText=""

[M_IrisEp1_HighwayToHell:DefeatBandits MissionObjectiveDefinition]
ProgressMessage="Elimine os flamejantes do Pete"

[M_IrisEp1_HighwayToHell:DefeatWave2 MissionObjectiveDefinition]
ProgressMessage="Elimine os meninos da Mama Motor"

[M_IrisEp1_HighwayToHell:DefeatWave3 MissionObjectiveDefinition]
ProgressMessage="Elimine os competidores da Torgue"

[M_IrisEp1_HighwayToHell:FindAWayIntoTheTournament MissionObjectiveDefinition]
ProgressMessage="Vá para a Arena"

[M_IrisEp1_HighwayToHell:FindSponsor MissionObjectiveDefinition]
ProgressMessage="Procure um patrocinador na Arena"

[M_IrisEp1_HighwayToHell:GoFindPiston MissionObjectiveDefinition]
ProgressMessage="Encontre o Piston"

[M_IrisEp1_HighwayToHell:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp1_HighwayToHell:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Derrote os competidores do lado de fora da Arena."
MissionDescriptionOverride="O Senhor Torgue lhe convidou para vir até a [place]Cratera Badass de Badassitude[-place] e você aceitou.  Você veio para enfrentar os maiores Encrenqueiros de Pandora, pelo direito de abrir uma Sepultura cheia de recompensas (prometemos que dessa vez é verdade).\nVocê já está na Arena, agora só tem que eliminar alguns competidores por aí."

[M_IrisEp1_HighwayToHell:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Consiga um patrocinador."
MissionDescriptionOverride="O Senhor Torgue lhe convidou para vir até a [place]Cratera Badass de Badassitude[-place] e você aceitou.  Você veio para enfrentar os maiores Encrenqueiros de Pandora, pelo direito de abrir uma Sepultura cheia de recompensas (prometemos que dessa vez é verdade).\nVocê vai precisar de um patrocinador para competir na Arena.  Piston - o gladiador número um na classificação da Torgue - se ofereceu para te patrocinar.  Ele pediu para encontrá-lo. "

[M_IrisEp1_HighwayToHell:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride="Vá para a Arena Torgue."
MissionDescriptionOverride="O Senhor Torgue lhe convidou para vir até a [place]Cratera Badass de Badassitude[-place] e você aceitou.  Você veio para enfrentar os maiores Encrenqueiros de Pandora, pelo direito de abrir uma Sepultura cheia de recompensas (prometemos que dessa vez é verdade).\nVocê precisa ir até a Arena para se inscrever no torneio."

[M_IrisEp1_HighwayToHell:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp1_HighwayToHell:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp1_HighwayToHell:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp1_HighwayToHell:ReachSignIn MissionObjectiveDefinition]
ProgressMessage="Inscreva-se no torneio"

[M_IrisEp1_WTTJ MissionDefinition]
MissionName="Bem-vindo à Selva"
MissionDescription="Seja bem-vindo à Arena Torgue!  Você já tem um patrocinador - um monte de músculos e fúria desenfreada, chamado Piston - então é hora de se preparar para o primeiro evento.  Piston pediu para você ir até o Painel de Batalhas para se inscrever."
TurnInDescription="A papelada está pronta.  Hora de decepar algumas cabeças."
MissionSummary="Entre no primeiro evento da Arena no Painel de Batalhas."
MissionGiver="Piston"
MissionTurnInLocation="Painel de Batalhas da Arena"
TeaserText=""

[M_IrisEp1_WTTJ:EnterTheArena MissionObjectiveDefinition]
ProgressMessage="Entre na Arena"

[M_IrisEp1_WTTJ:FindGunChest MissionObjectiveDefinition]
ProgressMessage="Use o Painel de Batalhas da Arena"

[M_IrisEp1_WTTJ:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp1_WTTJ:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp1_WTTJ:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

